const Coach = () => {
    return (
		<div>
			<div className="text-center fs-3 text-uppercase my-6">Чем занимается тренер Drobot Pigments?</div>
			<div className="text-center">
				<svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
					<path
						d="M32.2217 16.6665V26.0607C32.2253 26.3261 32.154 26.5869 32.0163 26.8112C31.8787 27.0355 31.6808 27.2137 31.4466 27.3239L22.2393 31.5053C21.1044 32.026 19.8681 32.2687 18.6271 32.2147C17.3862 32.1606 16.1741 31.8111 15.0858 31.1935L8.47487 27.4518C8.26349 27.3326 8.08716 27.1568 7.96442 26.9429C7.84167 26.7291 7.77705 26.4851 7.77734 26.2366V16.9303"
						stroke="#B88E5B"
						strokeWidth="0.9"
						strokeLinecap="round"
					/>
					<path
						d="M17.9679 4.96981L2.5901 12.5722C2.48003 12.6275 2.38715 12.714 2.32215 12.822C2.25714 12.9299 2.22266 13.0547 2.22266 13.1822C2.22266 13.3096 2.25714 13.4345 2.32215 13.5424C2.38715 13.6503 2.48003 13.7368 2.5901 13.7921L17.4777 21.6621C18.1998 22.0306 18.993 22.2221 19.7968 22.2221C20.6006 22.2221 21.3938 22.0306 22.1159 21.6621L37.4108 13.9259C37.5208 13.8706 37.6137 13.7841 37.6787 13.6762C37.7437 13.5683 37.7782 13.4434 37.7782 13.316C37.7782 13.1885 37.7437 13.0636 37.6787 12.9557C37.6137 12.8478 37.5208 12.7613 37.4108 12.706L22.5307 5.01703C21.8234 4.64853 21.045 4.45278 20.2545 4.4446C19.464 4.43642 18.6821 4.61602 17.9679 4.96981V4.96981Z"
						stroke="#B88E5B"
						strokeWidth="0.9"
						strokeLinecap="round"
					/>
					<path d="M18.8895 13.3335L3.33398 14.3882L3.54934 24.4446" stroke="#B88E5B" strokeWidth="0.9" strokeLinecap="round" />
					<path
						d="M2.77799 28.8888C3.69847 28.8888 4.44466 27.8939 4.44466 26.6666C4.44466 25.4393 3.69847 24.4443 2.77799 24.4443C1.85752 24.4443 1.11133 25.4393 1.11133 26.6666C1.11133 27.8939 1.85752 28.8888 2.77799 28.8888Z"
						stroke="#B88E5B"
						strokeWidth="0.9"
						strokeLinecap="round"
					/>
					<path d="M3.28322 28.8887L4.44466 33.3331H1.11133L2.29019 28.8887" stroke="#B88E5B" strokeWidth="0.9" strokeLinecap="round" />
				</svg>
				<div className="text-center text-dark mt-1">Обучает мастеров ПМ</div>
				<div className="text-center my-1">работе с пигментами</div>
				<div className="text-center">на основе фирменной колористики</div>
			</div>
		</div>
	)
}

export default Coach