const Fird = () => {
    return (
		<div className="mb-5">
			<p>
				3.1. Оформление Заказа Товара осуществляется Покупателем следующими способами:
				<br />
				3.1.1. с использованием Сайта;
				<br />
				3.1.2. с использованием официальной Страницы продавца;
				<br />
				3.1.3. путем совершения Покупателем исходящего вызова по телефонному номеру : +7(918)978-70-10;
				<br />
				3.1.4. с помощью Мессенджеров, в т.ч. WhatsApp, Viber.
			</p>
			<p>
				3.2. При оформлении Заказа/регистрации на Сайте Покупатель обязуется указать следующие данные:
				<br />
				3.2.1. имя, фамилия;
				<br />
				3.2.2. контактный телефон и адрес электронной почты;
				<br />
				3.2.3. способ доставки Заказа;
				<br />
				3.2.4. адрес доставки Заказа (если доставка Заказа производится курьером) или Пункт выдачи;
				<br />
				3.2.5. способ оплаты Заказа.
			</p>
			<p>
				3.3. Оформленный Покупателем Заказ является сообщением Покупателя о намерении приобрести Товар. Факт оформления Покупателем Заказа и
				передачи Продавцу сообщения о намерении приобрести Товар подтверждается одним из следующих способов:
				<br />
				3.3.1. Совершение Продавцом через Службу поддержки исходящего вызова по контактному телефону, указанному при оформлении Заказа, и
				последующего подтверждения Покупателем сведений, сообщенных Покупателем при оформлении Заказа (п. 3.2. настоящей оферты), а также
				уточнения условий Доставки.
				<br />
				3.3.2. Направлением Продавцом смс-сообщения Покупателю с информацией об оформлении Заказа и последующего подтверждения Покупателем
				сведений, сообщенных Покупателем при оформлении Заказа (п. 3.2. настоящей Оферты), а также уточнения условий Доставки.
			</p>
			<p>
				3.4 Покупатель в сроки и порядке, установленные разделом 4 настоящей Оферты, производит предоплату Продавцу суммы стоимости Товаров,
				входящих в Заказ.
			</p>
			<p>
				3.5. В случае не осуществления Покупателем предоплаты суммы Заказа в установленный пунктом 3.4. Оферты срок, данная неоплата будет
				признаваться Продавцом как односторонний отказ Покупателя от исполнения настоящей Оферты, что будет означать расторжение договора
				купли-продажи Товаров, заключенного между Покупателем и Продавцом, в одностороннем порядке (по инициативе Покупателя) и прекращать:
				<ul className="text-list">
					<li>- обязанность Продавца перед Покупателем продать последнему Товара на условиях предоплаты;</li>
					<li>- право требования Покупателя к Продавцу о продаже Покупателю Товара на условиях предоплаты.</li>
				</ul>
			</p>
			<p>3.6. Покупатель самостоятельно несёт ответственность за содержание и достоверность предоставленных при оформлении Заказа данных.</p>
			<p>
				3.7. Все информационные материалы, представленные на Сайте Продавца, носят справочный характер и не могут в полной мере передавать
				достоверную информацию об определенных свойствах и характеристиках Товара, таких как: цвет, форма, размер и упаковка. В случае
				возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа Покупателю необходимо
				обратиться за консультацией по телефону Службы поддержки.
			</p>
			<p>
				3.8. Покупатель дает согласие Продавцу на обработку Продавцом персональных данных Покупателя в соответствии с Федеральным законом №
				152-ФЗ «О персональных данных».Согласие дается путём совершения Покупателем конклюдентных действий в момент нажатия Покупателем
				«кнопки С условиями Оферты на покупку товара ознакомлен и согласен» при регистрации /оформлении Заказа на Сайте в целях исполнения
				Продавцом Договора, заключенного с Покупателем. Данное условие распространяется на информацию, передаваемую Продавцу Покупателем при
				оформлении Заказа (п. 3.2 Оферты), а также банковские реквизиты при оплате Заказа на Сайте (далее – «Персональные данные»).Согласие
				предоставляется на осуществление Продавцом в целях, предусмотренных настоящей Офертой, действий в отношении Персональных данных
				Покупателя включая: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в
				том числе передача), обезличивание, блокирование, уничтожение Персональных данных, а также для осуществления Продавцом контактов с
				Покупателем, в том числе, в целях продвижения товаров, работ, услуг на рынке (с использованием, включая, но не ограничиваясь:
				sms-сервисов, электронной почты, почтовой и телефонной связи) с учетом требований действующего законодательства Российской Федерации.
				<br />
				Предоставленное Покупателем согласие на обработку персональных данных действует:
				<br />
				1) до даты исполнения Продавцом Договора (вручения Товара Покупателю),
				<br />
				2) или до отзыва Покупателем такого согласия в простой письменной форме в адрес Продавца.
			</p>
			<p>
				Продавец обязуется прекратить обработку персональных данных Покупателя и уничтожить Персональные данные в срок, не превышающий 30
				(тридцати) дней с даты: 1) исполнения Продавцом Договора (вручения Покупателю Товара), 2) получения от Покупателя отзыва согласия.
			</p>
		</div>
	)
}

export default Fird