const First = () => {
    return (
		<div className="mb-5">
			<p>
				1.1 В соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации (ГК РФ) содержащее все существенные условия договора
				предложение, из которого усматривается воля лица, делающего предложение, заключить договор на указанных в предложении условиях с
				любым, кто отзовется, признается офертой (публичной офертой), а совершение лицом, получившим оферту, действий по выполнению указанных
				в ней условий договора считается заключением договора лицом, совершившим указанное действие, с лицом, сделавшим соответствующее
				предложение.
			</p>
			<p>
				1.2. Настоящий документ является публичной офертой, т.е. предложением Продавца о заключении с любым физическим лицом договора
				розничной купли-продажи товаров на основании ознакомления с описанием товара, представленного на Сайте.
			</p>
			<p>
				1.3. Обязательства продавца по передаче товара и иные обязательства, связанные с передачей товара, возникают с момента получения
				продавцом соответствующего сообщения покупателя о намерении заключить договор.
			</p>
			<p>1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
			<p>
				<b>«Продавец»</b> – DROBOT PIGMENTS SHOP Индивидуальный предприниматель Хидиралиева Ольга Викторовна, осуществляющий свою деятельность
				под товарными знаками «DROBOT PIGMENTS», «DROBOT FASHION» и реализующий товар, описание которого представлено на Сайте.
			</p>
			<p>
				<b>«Оферта»</b> - настоящий документ, являющийся публичным предложением Продавца, адресованное любому физическому лицу, о заключении
				договора розничной куплипродажи товара (далее - "Договор") на условиях, содержащихся в Оферте, включая все её приложения.
			</p>
			<p>
				<b>«Покупатель»</b> - физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Оферте.
			</p>
			<p>
				<b>«Потребитель»</b> – дееспособное физическое лицо, которому адресована настоящая Оферта.
			</p>
			<p>
				<b>«Товар»</b> - любая продукция, ассортиментный перечень которой представлен на Сайте.
			</p>
			<p>
				<b>«Акцепт»</b> - полное и безоговорочное принятие Покупателем условий Оферты, подтверждающееся передачей покупателем Продавцу
				сообщения о намерении приобрести Товар и подтверждение Продавцом факта получения сообщения Покупателя способом, зафиксированным в
				Оферте.
			</p>
			<p>
				<b>«Заказ»</b> – действия Покупателя, совершаемые им способом, предусмотренным настоящей Офертой, с целью приобретения отдельных
				позиций Товара, заключающиеся в передаче Продавцу сообщения о намерении приобрести Товар.
			</p>
			<p>
				<b>«Доставка»</b> - услуга по доставке Заказа Покупателю силами Продавца или Курьерской службой.
			</p>
			<p>
				<b>«Курьерская служба»</b> - третье лицо, определяемое Продавцом и предоставляющее Покупателю услуги по доставке Товара.
			</p>
			<p>
				<b>«Пункт выдачи»</b> - пункт самовывоза, в котором возможно получение Заказа.
			</p>
			<p>
				<b>«Сайт»</b> – https://drobot-pigments-shop.ru
			</p>
			<p>
				<b>«Страница Продавца»</b> – официальная страница (сообщество) Продавца в Социальной сети, ссылка на которую размещена на Сайте.
			</p>
			<p>
				<b>«Карта»</b> – банковская карта, эмитированная кредитной организацией, позволяющая Покупателю совершать с ее помощью операций с
				денежными средствами, находящимися у эмитировавшей Карту кредитной организации, в соответствии с законодательством Российской
				Федерации и договором с кредитной организацией, в том числе операции по оплате Товаров, приобретаемых у Продавца на основании
				Договора.
			</p>
			<p>
				<b>«Закон»</b> - Закон от 07.02.1992 № 2300-1 «О защите прав потребителей».
			</p>
			<p>
				<b>«Правила дистанционной продажи»</b> - Правила продажи товаров при дистанционном способе продажи товара по договору розничной
				купли-продажи, утвержденные постановлением Правительства Российской Федерации от 31 декабря 2020 года № 2463.
			</p>
			<p>
				<b>«Код»</b> – набор символов, высылаемый Продавцом Покупателю на указанный номер телефона при авторизации/регистрации Покупателя на
				Сайте. Код является простой электронной подписью Покупателя в соответствии с п.2 ст. 5 Федерального закона от 06.04.2011г. № 63-ФЗ «Об
				электронной подписи», которая используется при подписании согласия Покупателя на обработку его персональных данных.
			</p>
			<p>
				<b>«Служба поддержки»</b> – центр поддержки, через который Продавец осуществляет круглосуточное информационно-справочное обслуживание
				Потребителей/Покупателей.
			</p>
			<p>
				<b>«Личный кабинет»</b> — персональный и не доступный третьим лицам раздел Торговой площадки, служащий в целях оформления Заказов
				и оформления Услуг, а также получения специальных предложений в соответствии с настоящими Правилами, доступ к которому осуществляется
				после регистрации путем ввода аутентификационных данных Покупателя.
			</p>
			<p>
				<b>«Акционная скидка»</b> — это скидка, которая предоставляется на определенный Товар. Размер скидки указывается на странице Товара.
				Цена на Товар указана с учетом акционной скидки.
			</p>
			<p>
				<b>«Скидка по промокоду»</b> — это скидка, которая предоставляется на определенную группу Товаров при оформлении Покупателем Заказа.
			</p>
			<p>
				<b>«Промокод»</b> — это специальный код, который предоставляет скидку на определенную группу Товаров и имеет срок действия. Промокоды
				применяются автоматически. К одной единице товара может быть применен только один промокод.
			</p>
			<p>
				<b>«Персональная скидка Покупателя»</b> — это скидка, предоставляемая Покупателю на определенных условиях, устанавливаемых Продавцом.
			</p>
			<p>
				<b>«Партнерская скидка Покупателя»</b> — это скидка, предоставляемая Покупателю в случае, если он является зарегистрированным
				участником партнерской программы DROBOT PIGMENTS SHOP.
			</p>
			<p>
				<b>«Кэшбэк»</b> — сумма денежных средств находящихся в распоряжении Покупателя, которыми он может распоряжаться по своему усмотрению
				посредством их перечисления на реквизиты своего расчетного счёта или путем осуществления оплаты последующих заказов на Сайте в размере
				до 100% стоимости товара. При отмене/возврате заказа, оплаченного с помощью «Кэшбэка», денежные средства возвращаются обратно на
				«Кэшбэк»
			</p>
			<p>
				1.5. Продавец вправе самостоятельно и без уведомления покупателя вправе отбирать отзывы для публикации, в том числе:
				<ul className="text-list">
					<li>
						оставлять отзывы о Товарах, размещенных на Сайте, ставить оценки Товарам при использовании Сайта может любой авторизованный
						Покупатель;
					</li>
					<li>вместе с отзывом Покупателя будет опубликовано его имя, указанное им в Личном кабинете Сайта;</li>
					<li>не публиковать отзывы, содержание которых не относится к тематике работы Сайта, осуществлению покупок через сайт;</li>
					<li>не публиковать отзывы, содержание которых не относится к реальному опыту использования соответствующего товара;</li>
					<li>не публиковать отзывы, которые содержат ненормативную лексику, высказывания оскорбительного характера;</li>
					<li>не публиковать отзывы, комментарии, содержащие ссылки на другие веб-сайты, персональные данные третьих лиц;</li>
					<li>удалить опубликованный отзыв в любое время;</li>
					<li>самостоятельно определять срок, в течение которого отзывы считаются актуальными и на который они публикуются на Сайте.</li>
				</ul>
			</p>
			<p>
				1.6. Покупатель соглашается с тем, что размещенные им на Сайте сообщения и материалы могут быть использованы Продавцом, в том числе
				в иных сервисах DROBOT PIGMENTS SHOP, в рекламных или маркетинговых материалах, размещаемых на ресурсах Продавца в сети Интернет,
				а также на иных ресурсах и сайтах в сети Интернет, для привлечения внимания других потребителей к Сайту в целом, как с указанием
				автора сообщения или материала (в качестве имени автора при этом будет указываться имя Покупателя, которое он указал при регистрации
				или в настройках своих данных в Личном кабинете), так и без этого, без обязанности предоставлять отчеты об использовании таких
				сообщений и материалов, без необходимости получения специального разрешения Покупателя и без выплаты авторского вознаграждения.
			</p>
			<p>
				1.7. Покупатель соглашается, что оставленные им отзывы и поставленные оценки могут быть опубликованы и использованы DROBOT PIGMENTS
				SHOP на Сайте. При этом отзывы публикуются и используются с сохранением авторской грамматики и пунктуации, под именем Покупателя,
				указанным в Личном кабинете. Покупатель несет ответственность за достоверность сведений, содержащихся в оставленных им отзывах.
			</p>
			<p>
				1.8. Лицо, согласное с изложенными ниже условиями настоящей Оферты и всех её приложений, имеет возможность заключить с Продавцом
				договор розничной купли-продажи Товара, при этом в соответствии с пунктом 3 статьи 438 ГК РФ и п. 20 Правил дистанционной продажи,
				моментом заключения указанным лицом договора купли-продажи с Продавцом на условиях, изложенных в настоящей Оферте, будет являться
				момент получения Продавцом сообщения о намерении покупателя приобрести товар.
			</p>
			<b>
				Учитывая важность вышеизложенного, лицу, заинтересованному в покупке товара на условиях, зафиксированных в настоящей Оферте,
				настоятельно рекомендуется внимательно ознакомиться с ее текстом, и в случае несогласия с каким-либо её пунктом, предлагается
				отказаться от покупки товаров или использования услуг, предоставляемых Продавцом.
			</b>
		</div>
	)
}

export default First