const Fourth = () => {
    return (
		<div className="mb-5">
			<p>
				4.1. Исполнение Покупателем обязанности по оплате Товаров, входящих в Заказ, возможно путем осуществления перевода денежных средств в
				соответствии с требованиями действующего законодательства Российской Федерации на основании реквизитов, сообщенных Продавцом
				Покупателю путем электронной почты или на Сайте Продавца.
			</p>
			<p>
				4.2. Обязанность по предварительной оплате Товара должна быть исполнена в срок не более чем 24 (двадцать четыре) часа с момента
				получения Покупателем сообщения от Продавца для проведения предоплаты. При оплате на Сайте обязанность по предварительной оплате
				Товара должна быть исполнена сразу после оформления Заказа.
			</p>
			<p>
				4.3. Цена на каждую единицу Товара/стоимость Доставки указывается Продавцом при оформлении Заказа и дополнительно сообщается
				Покупателю одним из способов, указанных в п. 3.3. настоящей Оферты.
			</p>
			<p>
				4.4. Окончательная Цена Товара определяется последовательным действием на Цену Товара скидок по следующему порядку, а также зависит от
				статуса Покупателя.
				<ul className="text-list">
					<li>Акционная скидка</li>
					<li>Скидка по промокоду, доступна только розничному Покупателю не состоящему в Партнерской программе DROBOT PIGMENTS SHOP.</li>
					<li>
						Персональная скидка Покупателя, доступна только розничному Покупателю не состоящему в Партнерской программе DROBOT PIGMENTS
						SHOP.
					</li>
					<li>
						Партнерская скидка Покупателя, зависит от статуса Покупателя в Партнерской программе DROBOT PIGMENTS SHOP (Агент,
						Представитель, Тренер).
					</li>
				</ul>
			</p>
			<p>
				4.5. Воспользоваться скидками (п.4.4) можно только через Личный кабинет. Для этого необходимо оформлять заказы, совершив вход на Сайт
				под своими учетными данными, указанными в профиле Личного кабинета (номер телефона). Персональная скидка Покупателя, скидка по
				Промокоду, Партнерская скидка Покупателя привязана к конкретному Личному кабинету, т.к. рассчитывается на основе покупок, сделанных
				через него, а также на основе партнёрских отношений с конкретным Покупателем. В случае повторной регистрации на сайте, история
				покупок, Персональная скидка Покупателя, Партнерский статус покупателя с соответсвующей ему скидкой, не переносятся из старого Личного
				кабинета в новый. Статистика заказов в новом Личном кабинете ведется с нуля. Вы можете пользоваться Персональными скидками покупателя
				и возможностями Партнёрской программы только через тот Личный кабинет, в котором они сформированы.
			</p>
			<p>
				4.6. Продавец вправе в любой момент изменить цену Товара, указанную на Сайте, без уведомления Покупателя, при этом сумма денежных
				средств, подлежащая уплате Продавцу за Товары, входящие в Заказ, определяется на основании цены товара, указанной на Сайте в момент
				заключения договора розничной купли-продажи (п. 1.3. настоящей Оферты).
			</p>
			<p>
				4.7. Обязанность Продавца по передаче Покупателю Товаров, входящих в Заказ, возникает только после заключения между Покупателем и
				Продавцом договора купли-продажи Товаров, момент заключения которого определяется в соответствии с пунктом 1.3 настоящей Оферты.
			</p>
		</div>
	)
}

export default Fourth