const Ninth = () => {
    return (
		<div className="mb-5">
			<p>9.1. Индивидуальный предприниматель: ХИДИРАЛИЕВА ОЛЬГА ВИКТОРОВНА</p>
			<p>9.2. Расчётный счёт: 40802810730000031621</p>
			<p>9.3. ИНН: 234306326347</p>
			<p>9.4. КПП: -</p>
			<p>9.5. ОГРН: 312237224100025</p>
			<p>9.6. Банк: КРАСНОДАРСКОЕ ОТДЕЛЕНИЕ N8619 ПАО СБЕРБАНК</p>
			<p>9.7. БИК: 040349602</p>
			<p>9.8. Кор. счёт: 30101810100000000602</p>
			<p>9.9. Адрес местонахождения: г.Краснодар, ул. Дзержинского, 87/1</p>
			<p>9.10. Телефон: 8(918)97-87-010 9.11. E-mail: drobot.shop@yandex.ru</p>
		</div>
	)
}

export default Ninth