const Seventh = () => {
    return (
		<div className="mb-5">
			<p>
				7.1. Продавец не несет ответственности за ненадлежащее использование Покупателем товаров, купленных по Договору, а также за
				индивидуальную непереносимость того или иного компонента в составе Товара и/или аллергические реакции в результате использования
				Товара.
			</p>
			<p>
				7.2. Продавец вправе передавать свои права и обязанности по исполнению Заказа Покупателя третьим лицам, оставаясь ответственным перед
				Покупателем за предоставление заказанного Покупателем Товара.
			</p>
			<p>
				7.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. В соответствии с п.4 ст.16 Федерального закона
				"Об информации, информационных технологиях и о защите информации" Продавец обязуется предотвращать попытки несанкционированного
				доступа к информации о Покупателе и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов, а также
				своевременно обнаруживать и пресекать такие попытки.
			</p>
			<p>
				7.4. Право собственности на указанный в Заказе Товар, а также риск его случайной гибели или повреждения переходят к Покупателю с
				момента подписания Покупателем акта приема-передачи/накладной на передачу ему указанного в Заказе Товара.
			</p>
			<p>
				7.5. Продавец освобождается от ответственности за нарушение условий Доставки в случае сообщения Покупателем при оформлении Заказа
				недостоверных данных о себе (п. 3.2. настоящей Оферты).
			</p>
		</div>
	)
}

export default Seventh