import { useEffect } from "react"
import { Container } from "react-bootstrap"

const PrivacyPolicyPage = () => {
	useEffect(() => {
		document.title = "Политика конфиденциальности"
	}, [])

    return (
		<Container className="mb-6">
			<h3>Политика конфиденциальности</h3>
			<p className="text-uppercase">Политика конфиденциальности сайта drobot-pigments-shop.ru</p>
			<p>
				Администрация сайта drobot-pigments-shop.ru (далее Сайт) с уважением относится к правам посетителей Сайта. Мы безоговорочно признаем
				важность конфиденциальности личной информации посетителей нашего Сайта. Данная страница содержит сведения о том, какую информацию мы
				получаем и собираем, когда Вы пользуетесь Сайтом. Мы надеемся, что эти сведения помогут Вам принимать осознанные решения в отношении
				предоставляемой нам личной информации.
			</p>
			<div>
				<b>Цель сбора информации.</b>
			</div>
			<p>
				Сведения, которые мы получаем на Сайте, могут быть использованы только для исполнения обязательств по договору купли-продажи товаров,
				включая следующее:
				<ul>
					<li>обработка заказов</li>
					<li>обращения в службу поддержки</li>
					<li>организация доставки товара</li>
					<li>обработка платежей</li>
					<li>уведомления по электронной почте, SMS и в What’s App о статусах заказов</li>
					<li>
						рассылка уведомлений по электронной почте, SMS и в What’s App о специальных акциях и обновлении ассортимента, если Вы хотите
						получать такие уведомления
					</li>
					<li>предоставление регистрации с целью получения доступа к личному кабинету покупателя</li>
					<li>предоставление оплаты заказов на Сайте</li>
				</ul>
			</p>
			<p>
				Мы также можем использовать персональную информацию для внутренних целей, таких как: проведение аудита, анализ данных и различных
				исследований в целях улучшения продуктов и услуг Сайта.
			</p>
			<div>
				<b>Собираемая информация.</b>
			</div>
			<div>
				Сайт собирает только личную информацию, которую Вы предоставляете добровольно при посещении или регистрации на Сайте. Понятие «личная
				информация» включает информацию, которая определяет Вас как конкретное лицо и состоит из следующих данных:
			</div>
			<ul>
				<li>Имя</li>
				<li>Фамилия</li>
				<li>E-mail адрес</li>
				<li>Номер мобильного телефона</li>
				<li>Адрес доставки Товара</li>
				<li>Историю заказов</li>
				<li>Информация из cookies</li>
			</ul>
			<p>
				<b>Защита собираемой информации.</b>
				<br />
				Мы предпринимаем все разумные меры предосторожности для сохранности Ваших личных данных. Доступ к Вашим личным данным ограничен в
				целях предотвращения несанкционированного доступа, изменения или неправомерного использования, и разрешен только для наших сотрудников
				и агентов на основе принципа служебной необходимости.
			</p>
			<p>
				<b>Использование cookies.</b>
				<br />
				Сайт применяет технологию «cookies» (далее Cookies) для создания статистической отчетности. Cookies представляет собой небольшой объем
				данных, отсылаемый Сайтом, который браузер Вашего компьютера сохраняет на жестком диске Вашего же компьютера. В Cookies содержится
				информация, которая может быть необходимой для Сайта, - для сохранения товаров в Вашей корзине, избранном, авторизации на сайте,
				сохранения Ваших установок вариантов просмотра и сбора статистической информации по Сайту, т.е. какие страницы Вы посетили, что было
				загружено, имя домена интернет-провайдера и страна посетителя, а также адреса сторонних веб-сайтов, с которых совершен переход на
				Сайт. Однако вся эта информация никак не связана с Вами как с личностью. Cookies не записывают Ваш адрес электронной почты и
				какие-либо личные сведения относительно Вас.
			</p>
			<p>
				<b>Посещение Сайта без Cookies.</b>
				Мы не запрещаем и никак не ограничиваем просмотр большинства страниц сайта пользователям, использующим браузеры без поддержки
				технологии Cookies. Тем не менее, некоторый функционал сайта окажется недоступен:
				<ul>
					<li>Корзина заказа и формирование заказа с последующей отправкой</li>
					<li>Авторизация на сайте</li>
					<li>Личный кабинет</li>
				</ul>
			</p>
			<p>
				<b>Обработка запросов к серверу.</b>
				Мы используем стандартные журналы учета веб-сервера для подсчета количества посетителей и оценки технических возможностей нашего
				Сайта. Информация собирается с целью определения общего числа посетителей Сайта, организации страниц наиболее удобным для
				пользователей способом, обеспечения соответствия Сайта используемым браузерам и сделать содержание наших страниц максимально полезным
				для наших посетителей. Мы записываем сведения по перемещениям на Сайте, но не об отдельных посетителях Сайта, так что никакая
				конкретная информация относительно Вас лично не будет сохраняться или использоваться Администрацией Сайта без Вашего согласия.
			</p>
			<p>
				<b>Совместное использование информации.</b>
				Администрация Сайта ни при каких обстоятельствах не продает и не отдает в пользование Вашу личную информацию, каким бы то ни было
				третьим сторонам. Мы также не раскрываем предоставленную Вами личную информацию за исключением случаев, предусмотренных настоящей
				Политикой и законодательством Российской Федерации.
				<br />
				Сайт вправе поручить обработку Ваших персональных данных третьим лицам, а именно: эквайеру (кредитной организации, обрабатывающей
				платежи по банковским картам), службе доставки, сервисным центрам и иным поставщикам работ и услуг, вовлечённым в процесс продажи
				товаров Сайта и их последующего обслуживания.
			</p>
			<p>
				<b>Персональные данные уничтожаются при:</b>
				<ul>
					<li>самостоятельном удалении Вами данных из личного кабинета покупателя</li>
					<li>при отзыве субъектом персональных данных согласия на обработку персональных данных</li>
					<li>иных случаях, предусмотренных Законодательством РФ</li>
				</ul>
				Мы будем хранить Ваши персональные данные и информацию в течение срока, необходимого для выполнения целей, описываемых в настоящей
				Политике Конфиденциальности, за исключением случаев, когда более длительный период хранения данных и информации необходим в
				соответствии с законодательством, либо разрешён им.
				<br />
				Вы вправе направлять Администрации Сайта свои запросы, в том числе запросы относительно использования своих персональных данных,
				направления отзыва согласия на обработку персональных.
			</p>
			<p>
				<b>Доступ несовершеннолетним.</b>
				Сайт предназначен для посещения только совершеннолетними пользователями. Доступ к некоторым частям Сайта и / или право на получение
				призов, образцов продукции или других вознаграждений может иметь возрастные ограничения. Мы можем использовать Ваши персональные
				данные для проверки возраста и применять любые возрастные ограничения.
			</p>
			<p>
				<b>Уведомления с Сайта.</b>
				Мы можем отправлять зарегистрированным пользователям уведомления о статусах заказов, а также текущих акциях, обновлении ассортимента
				продукции на Сайте или иную информацию рекламного характера на адрес электронной почты или номер телефона. Пользователь может в любое
				время отказаться от уведомлений рекламного характера, отключив их в настройках в личном кабинете на Сайте. Напоминание о возможности
				отказа от уведомлений всегда располагается в нижней части отправляемого пользователю сообщения.
			</p>
			<p>
				<b>Изменения в нашей политике конфеденциальности.</b>
				По мере необходимости мы можем изменить Политику конфиденциальности путем размещения ее обновленной версии на Сайте. Мы уведомим Вас о
				любом существенном изменении заблаговременно. Также мы призываем Вас чаще посещать Сайт, чтобы быть в курсе того, как мы используем
				Вашу личную информацию.
			</p>
			<p>
				<b>Отказ от ответственности.</b>
				Помните, что передача информации личного характера при посещении сторонних сайтов, включая сайты компаний-партнеров, даже если
				веб-сайт содержит ссылку на Сайт или, в свою очередь, на нашем Сайте есть ссылка на эти веб-сайты, не подпадает под действия данного
				документа. Администрация Сайта не несет ответственности за действия других веб-сайтов. Процесс сбора и передачи информации личного
				характера при посещении этих сайтов регламентируется документом «Защита информации личного характера» или другим аналогичным,
				расположенном на сайтах этих компаний.
			</p>
			<p>
				<b>Реквизиты.</b>
			</p>
			<p>9.1. Индивидуальный предприниматель: ХИДИРАЛИЕВА ОЛЬГА ВИКТОРОВНА</p>
			<p>9.2. Расчётный счёт: 40802810730000031621</p>
			<p>9.3. ИНН: 234306326347</p>
			<p>9.4. КПП: -</p>
			<p>9.5. ОГРН: 312237224100025</p>
			<p>9.6. Банк: КРАСНОДАРСКОЕ ОТДЕЛЕНИЕ N8619 ПАО СБЕРБАНК</p>
			<p>9.7. БИК: 040349602</p>
			<p>9.8. Кор. счёт: 30101810100000000602</p>
			<p>9.9. Адрес местонахождения: г.Краснодар, ул. Дзержинского, 87/1</p>
			<p>9.10. Телефон: 8(918)97-87-010</p>
			<p>9.11. E-mail: drobot.shop@yandex.ru</p>
		</Container>
	)
}

export default PrivacyPolicyPage