const Fird = () => {
    return (
		<>
			<p>Мы работаем по 100% предоплате заказа и доставки!</p>
			<p>
				Курьерская доставка по России на дом осуществляется компаниями:
				<br />
				<b>EMC – Почта России с курьерской доставкой:</b> www.EMSpost.ru
				<br />
				<b>Компания СДЭК:</b> https://www.cdek.ru/ru
			</p>
			<p>
				Все возможные варианты доставки доступны при оформлении заказа. Стоимость рассчитывается исходя из веса, дальности отправления, цены
				услуг транспортных компаний.
			</p>
		</>
	)
}

export default Fird