const First = () => {
    return (
		<>
			<p>
				<span className="text-muted">Что это?</span> «Своя доставка» предполагает, что вы можете вызвать курьера / такси для забора заказа из
				Магазина в Краснодаре, или обсудить с менеджером доставку по краю междугородним Автобусом.
			</p>
			<p>
				<span className="text-muted">Как сделать?</span> При оформлении покупки через корзину нашего сайта выберите способ доставки – «Своя
				доставка». С вами связывается менеджер для уточнения способа доставки, адреса и времени доставки.
			</p>
			<p>
				Вместе с заказом Вы получите накладную с полным перечнем заказанного вами товара. Минимальная сумма заказа с доставкой по Краснодару
				– 1000р.
			</p>
		</>
	)
}

export default First