const Fivth = () => {
    return (
		<>
			<p>
				Для оплаты онлайн заказов мы используем только <b>официальные, проверенные, безопасные</b> и прозрачные схемы расчетов.
			</p>
			<p>
				Выбранные в заказ позиции Вы можете оплатить с помощью предложенных удобных методов оплаты через платежный сервис компании ЮКасса.
				После подтверждения суммы заказа Вы будете перенаправлены на защищенную платежную страницу ЮКасса, где необходимо будет ввести данные
				для оплаты заказа. После успешной оплаты на указанную в форме оплаты электронную почту будет направлен электронный чек с информацией о
				заказе и данными по произведенной оплате.
			</p>
			<p>Оплата заказов при самовывозе возможна за наличный расчет и по терминалу.</p>
			<p>
				<b>В DROBOT PIGMENTS SHOP оплата товаров – это просто и комфортно.</b>
			</p>
		</>
	)
}

export default Fivth