const Second = () => {
    return (
		<>
			<p>
				Доставка заказанного товара осуществляется за счет покупателя, в зависимости от выбранного оператора доставки. В каждом случае
				стоимость доставки рассчитывается индивидуально.
			</p>
			<p>
				Внимательно и четко прописывайте ваши контактные данные (адрес, телефон и т.д.) в форме интернет–заказа. Клиент несёт ответственность
				за корректный ввод личных данных. В случае указания ошибочных данных претензии в адрес DROBOT PIGMENTS SHOP не принимаются.
			</p>
			<p>
				Розничные заказы суммой свыше 50 000 рублей доставляются <b>бесплатно</b> на условии предоплаты в любую точку России.
			</p>
		</>
	)
}

export default Second