const Fird = () => {
    return (
		<div className="mb-5">
			<p>
				Возврат и обмен сложно технического оборудования, приобретённого в интернет-магазине DROBOT PIGMENTS SHOP, осуществляется на основании
				закона "О защите прав потребителей" № 2300-1 от 07.02.1992 г. Для того, чтобы подать заявку на возврат или обмен оборудования, вам
				необходимо обратиться в интернет-магазин DROBOT PIGMENTS SHOP, отправив свою претензию в свободной форме с описанием проблемы на
				электронную почту drobot.shop@yandex.ru или непосредственно в нашем магазине.
			</p>
			<p>
				Согласно «Постановлению Правительства РФ от 20.10.1998 № 1222, от 06.02.2002 № 81, от 27.05.2016 № 471» мы НЕ производим возврат
				товаров из «Перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других
				размера, формы, габарита, фасона, расцветки или комплектации»:Технически сложные товары бытового назначения, на которые установлены
				гарантийные сроки (станки металлорежущие и деревообрабатывающие бытовые; электробытовые машины и приборы; бытовая радиоэлектронная
				аппаратура; бытовая вычислительная и множительная техника; фото- и киноаппаратура; телефонные аппараты и факсимильная аппаратура;
				электромузыкальные инструменты; игрушки электронные, бытовое газовое оборудование и устройства; часы наручные и карманные
				механические, электронно-механические и электронные, с двумя и более функциями).
			</p>
			<p>
				Если Вы пересылаете товар, стоимость которого превышает 2000 рублей, мы советуем воспользоваться функцией отслеживания отправления,
				сохранить бланк или чек отправления и приобрести страховку на данную посылку. Интернет-магазин DROBOT PIGMENTS SHOP не гарантирует
				получение, отправленного через почтовые службы по причине возможных сбоев в работе почтовых сервисов.
			</p>
			<p>
				Пожалуйста, не отправляйте свою покупку без предварительного уведомления по телефону или по электронной почте с обязательным ответом
				от нас. Как только Ваш возвращенный товар был получен и осмотрен, мы вышлем Вам сообщение с уведомлением об этом. Мы также сообщим Вам
				о возможности/невозможности возврата денежных средств.
			</p>
			<p>
				Возврат и обмен некачественного оборудования, имеющего производственный дефект, осуществляется согласно "абз. 8 ч. 1 ст. 18 Закона №
				2300-1" в течение 14 дней со дня покупки. Всё некачественное оборудование подлежит возврату и обмену только после подтверждения факта
				ненадлежащего качества техническими специалистами интернет-магазина DROBOT PIGMENTS SHOP. Данная экспертиза проводится в течение 3-х
				рабочих дней с момента получения оборудования на возврат/обмен.
			</p>
			<div className="text-uppercase">Возврату и обмену не подлежит оборудование:</div>
			<ul className="mb-3">
				<li>Имеющее механические повреждения, возникшие в результате эксплуатации.</li>
				<li>Имеющее следы вскрытия, повреждения заводской пломбы, повреждения или полного удаления серийного номера.</li>
				<li>Имеющее следы термической обработки или обработки любыми жидкостями.</li>
			</ul>
			<p>
				Интернет-магазин DROBOT PIGMENTS SHOP не производит возврат или обмен товара, находящегося в "Перечне непродовольственных товаров
				надлежащего качества не подлежащих возврату или обмену на аналогичный товар другого размера, формы, габарита, фасона, расцветки или
				комплектации", закрепленном в постановлении Правительства РФ от 19.01.1998г. N 55. К таким товарам относятся пигменты, предметы личной
				гигиены и ухода за кожей (это касается индивидуальных средств ухода за татуажем и татуировкой, гелей, антисептических средств,
				анестетиков). Также возврату не подлежат товары, попадающие в "Общероссийский классификатор продукции по видам экономической
				деятельности", а именно: Код 20.30 ОКПД 2. Материалы лакокрасочные и аналогичные для нанесения покрытий, полиграфические краски и
				мастики.
			</p>
			<p>
				Согласно закону РФ «О защите прав потребителей» от 07.02.1992 г. № 2300-1 и Правил продажи отдельных видов товаров, утвержденных
				Постановлением Правительства РФ от 19.01.1998 г. № 55, парфюмерно-косметические товары надлежащего качества не подлежат обмену или
				возврату в течение 14 дней.
				<br />В случае получения покупателем после заказа на Сайте товара ненадлежащего качества (в поврежденной упаковке или с истекшим
				сроком годности), решение о возврате оплаты за такой товар принимается в течение 30-ти дней с момента получения от покупателя
				заявления на возврат.
				<br />В случае положительного решения, возврат средств за товар ненадележащего качества осуществляется только на карту/счет с которого
				была произведена оплата за товар в течение 30-ти банковских дней.
			</p>
			<p>
				Интернет-магазин DROBOT PIGMENTS SHOP не производит возврат или обмен исправного оборудования, не подошедшего покупателю по функциям,
				комплектации, габаритам, комфорту или другим характеристикам (Постановление Правительства РФ «Об утверждении Правил продажи отдельных
				видов товаров...» № 55 от 19.01.1998 г.).
			</p>
			<p>
				Согласно "Постановлению Правительства РФ от 19.01.1998 г. № 55" интернет-магазин DROBOT PIGMENTS SHOP не выдает во временное
				пользование никакое сложнотехническое оборудование на период замены/ремонта вашего оборудования.
			</p>
		</div>
	)
}

export default Fird