const First = () => {
    return (
		<div className="mb-5">
			<p>
				Деятельность интернет-магазина DROBOT PIGMENTS SHOP осуществляется в рамках государственного закона "О защите прав потребителей".
				Гарантийный срок для всех товаров, предлагаемых нашим магазином, может варьироваться от 3 до 12 месяцев. Началом гарантийного срока
				считается момент покупки того или иного товара. Гарантийные обязательства интернет-магазина DROBOT PIGMENTS SHOP распространяются
				исключительно на товары, имеющие дефекты по вине производителя.
			</p>
			<div className="text-uppsecase">Гарантийные обязательства интернет-магазина DROBOT PIGMENTS SHOP не распространяются:</div>
			<ul className="mb-3">
				<li>На изделия, поврежденные в результате неправильной эксплуатации или эксплуатации не по назначению.</li>
				<li>
					На изделия имеющие следы несанкционированного вскрытия и ремонта, также повлекшие за собой искажение серийного номера устройства,
					либо его полное удаление, повреждение заводской пломбы.
				</li>
				<li>На изделия, поврежденные в результате воздействия на них любыми жидкостями, либо тепловым излучением.</li>
			</ul>
			<p>
				<b>ВНИМАНИЕ!</b> Интернет-магазин DROBOT PIGMENTS SHOP не несет ответственности перед третьими лицами за результат использования
				купленного в нашем магазине оборудования, пигментов и расходных материалов!
			</p>
		</div>
	)
}

export default First