const Fourth = () => {
    return (
		<div className="mb-5">
			<p>
				Возврат денежных средств на банковскую карту осуществляется в течение 30 дней с момента списания средств. По истечению данного срока
				претензии на возврат не рассматриваются.
			</p>
			<p>
				Для того, чтобы мы могли осуществить возврат денежных средств, приобретенный Вами товар, должен быть возвращен в том же виде, в
				котором Вы его получили, в оригинальной упаковке. Любой товар, оказавшийся не в оригинальной упаковке, поврежденной или с
				отсутствующими, не по нашей вине, деталями, обмену или возврату не подлежит.
			</p>
			<p>
				Пожалуйста, не отправляйте свою покупку без предварительного уведомления по телефону или по электронной почте с обязательным ответом
				от нас. Как только Ваш возвращенный товар был получен и осмотрен, мы вышлем Вам сообщение с уведомлением об этом. Мы также сообщим Вам
				о возможности/невозможности возврата денежных средств.
			</p>
		</div>
	)
}

export default Fourth