const Second = () => {
    return (
		<div className="mb-5">
			<p>
				Гарантийные сроки устанавливаются на любое купленное в нашем магазине оборудование. В случае возникновения неисправностей все услуги
				по обслуживанию и ремонту производятся в установленное законом время.
			</p>

			<p>
				Любое оборудование, состоящее на гарантии и имеющее дефект, мы настоятельно рекомендуем отправлять только нам, подтверждая при этом
				факт покупки либо гарантийным талоном, либо товарной накладной.{" "}
			</p>

			<p>
				Доставку поврежденного товара до адреса гарантийного обслуживания покупатель осуществляет собственными силами и за свой счет.
				<br />
				Гарантийное обслуживание и ремонт производятся в установленные законом сроки. Оборудование, имеющее производственный дефект,
				ремонтируется за счет производителя.
			</p>

			<p>
				Обслуживание и ремонт оборудования с истекшим гарантийным сроком осуществляется на платной основе, то есть полностью за счет сил и
				средств покупателя, включая доставку до адреса осуществления ремонта и обслуживания производителем. Каждый конкретный случай такого
				обслуживания индивидуален и требует отдельного обсуждения с нашим менеджером отдела гарантии.
			</p>
		</div>
	)
}

export default Second